sensorOpt/con/2.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       217265;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       217665;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       217865;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       218265;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          108783;
        startFace       218465;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          108783;
        startFace       327248;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          440;
        startFace       436031;
    }
)

// ************************************************************************* //
